Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/circularFeeder/circularFeederConfiguration/circularFeederConfigurationTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Calibration at power on
cs: Kalibrace pri zapnuti
hu: Kalibrálás bekapcsoláskor
vi: Hiệu chuẩn khi bật nguồn
zh: 校准工具已上电

source: Type
cs: Typ
hu: Típus
vi: Loại
zh: 圆形振动器类型

source: Small
cs: Maly
hu: Kicsi
vi: Nhỏ
zh: 圆形振动器小号

source: Large
cs: Velky
hu: Nagy
vi: Lớn
zh: 圆形振动器大号

source: Voltage 10 percent
cs: Napeti 10 procent
hu: Feszültség 10 százalék
vi: Điện áp 10 phần trăm
zh: 圆形振动器10%电压

source: Voltage 100 percent
cs: Napeti 100 procent
hu: Feszültség 100 százalék
vi: Điện áp 100 phần trăm
zh: 圆形振动器100%电压

source: Use wait speed @ last element
cs: Pouzijte cekaci rychlost na posledním prvku
hu: Várakozási sebesség használata @ utolsó elem
vi: Sử dụng tốc độ chờ @ cấu kiện cuối cùng
zh: 在最后一个元素上使用等待速度

source: Empty percent
cs: prázdné procento
hu: Üres százalék
vi: Phần trăm trống
zh: 空百分比

source: Adjust calibration amplitudes
cs: Upravte kalibrační amplitudy
hu: Kalibrációs amplitúdók beállítása
vi: Điều chỉnh biên độ hiệu chuẩn
zh: 调整校准幅度

source: Days Since Last Calibration:
hu: Az utolsó kalibrálás óta eltelt napok száma:
vi: Số Ngày Kể Từ Lần Hiệu Chuẩn Cuối Cùng:

source: Disable LF Boost
vi: Tắt Tăng Cường LF
